@extends('layout.app')

@section('title', __('common.nav.support.terms_cond'))

@section('content')

  <div class="container py-5">
      <h1 class="mb-4">維修條款及細則</h1>

      <p>1.   本網站所有支援信息僅限於VAIO公司生產和NEXSTGO銷售的VAIO個人電腦產品。如果您的電腦是由Sony Corporation製造的，請訪問<a href="http://www.sony.com.hk/zh/electronics/computers/vaio-laptops" target="_blank" style="text-decoration: underline;">Sony Corporation</a>的網站尋求支持。</p>

      <p>2.   保固期內，力高創科有限公司（以下稱「NEXSTGO」或「維修中心」）遵從維修服務條款及細則及產品有限硬體保固條款及細則為NEXSTGO有關產品提供免費維修服務。</p>

      <p>3.   NEXSTGO保修服務僅適用於您購買產品的國家或地區。</p>

      <p>4.   保固期內，若違反任何維修服務條款及細則，產品均不在保固範圍之內，維修中心將按故障情況另行報價或不提供維修服務。用戶自行維修產品、產品主機或配件入水、人為損壞、機殼／表面損毀，未依說明書使用產品及將產品更改使用均被視為違反維修服務條款及細則。</p>

      <p>5.   所有保固期外、保固標籤損毀之產品或非該地區所銷售之貨品 (例如:平行進口之貨品)、保固期外或任何產品辨認標貼損毀或缺失之產品及在違反維修服務條款及細則的情況下，除所需之零件費用外，用戶需先付服務費，此費用並不予發還。維修中心將在適當的時候通過電話或書面形式通知客戶正式報價。 所有費用必須全額支付。保固期外，如產品已經停止銷售，沒有零件可以維修，維修中心並有權拒絕維修此產品。維修中心有權以相同產品、產品升級或折扣優惠替代產品維修，費用必須由用戶全額支付。</p>

      <p>6.   享用產品保修服務，客戶必須在指定經銷商購買產品及出示機身序號或有效銷售發票正本(發票必須清楚顯示經銷商的名稱、購買日期、發票編號、產品型號、機身編號 (適用之產品)、產品價格並蓋上經銷商的印章；手寫發票必須附上機盒內的型號編碼及機身編號貼紙，方可享用產品保修服務。</p>

      <p>7.   未能出示有效銷售發票正本或機身序號之產品將被視為非保修產品處理。</p>

      <p>8.   NEXSTGO將為經維修中心於完成維修後維修後更換之零件提供30天免費保固服務（限於在正常使用情況下相同的零件和/或機械缺陷）您將得到相同硬體保修的餘額或額外三十日（30）之保修服務，以較長者為準。</p>

      <p>9.   所更換損壞之零件，包括但不限於硬碟和記憶體之零件恕不退回。</p>

      <p>10.   維修中心對由於與客戶溝通失敗造成的延誤概不負責。中心提供有效的聯繫電話號碼和/或電子郵件地址。 如果客戶維修後一（1）週內沒有收到通知，請通過電話聯繫維修中心。</p>

      <p>11. 客戶需在維修中心通知取件日期開始計三個月內取回產品，否則用戶產品如有損壞、遺失等情況，維修中心概不承擔任何責任。如用戶六（6）個月內還未取回產品，維修中心有權自行處置該產品，恕不另行通知和賠償。</p>

      <p>12. 請妥善保管維修單據，憑單取件，若被他人冒領，維修中心概不承擔任何責任。如未能提供該單據，維修中心有權拒絕退回產品。</p>

      <p>13. 客戶有責任為產品中所有用戶程式和數據備份。NEXSTGO不對任何軟體，程式或數據或文件的丟失，更改或損壞負責。 所有交付給維修中心之產品，如果客戶在發出維修通知後要求退回，維修中心應當按照規定將產品退回給客戶（包括維修報價如適用）。產品將以當前現狀退回給客戶。</p>

      <p>14. 如維修中心在維修非保固產品期間發現用戶違反任何維修服務條款及細則 (包括但不限於自行維修、產品主機或配件入水、人為損壞)，維修中心有權取消定額維俢報價，並按故障情況向客戶重新報價。</p>

      <p>15. 維修中心有權拒絕有關維修服務的書面或非書面報告的不合理要求。</p>

      <p>16. 維修中心的維修服務只適用於產品硬體。除另有規定外，配件如耳機、電腦連接線、電源線、雷射光碟片等將不包括在維修服務內。</p>

      <p>17. 電子產品中所有內存資料有可能於維修後遺失或刪除。用戶將產品送修前，請自行及自費（如適用的話）預先製作一份獨立的資料複本，並取消任何密碼。用戶同意和明白在維修期間，產品上的所有資料都有可能會被刪除或改動，用戶對此不會異議。對於儲存在產品上的任何資料發生遺失、更動、刪除或無法存取的問題，維修中心概不負責，也不承擔任何責任。</p>

      <p>18. 維修中心不會保證任何產品在維俢後不會出現作業中斷或作業錯誤的問題，也沒有確保任何產品在所有的作業環境下都能得到支援的義務，包括但不限於與所有軟硬體及其將來版本的相容性問題，客戶確認並無任何異議。</p>

      <p>19. 有限保固並不包括非NEXSTGO之硬體、軟體及配件。</p>

      <p>20. NEXSTGO擁有對上述的條款及細則之最終裁決權及解釋權。</p>

      <p>21. 不可抗力：NEXSTGO對於天災，火災，水災，事故，騷亂，戰爭，政府介入，禁運，罷工，勞工困難或罷工，設備故障等造成的任何延誤或失敗或其他任何超出我們控制的原因不承擔任何責任。</p>

      <p>22. 在任何情況下，我們都不承擔由於您或其他人或與服務有關（直接或間接）。或因以下原因（直接或間接）而遭受，支付或招致的收入，利潤損失或任何間接或相應的損失（不論直接或間接）。</p>

      <p>23. 本公司保留隨時修改上述條款及細則的權利。請瀏覽NEXSTGO網頁查看最新產品保固資料及其他適用條款: http://www.nexstgo.com</p>

      <p>24. 條款和條件受香港特別行政區法律的管轄，我們和客戶同意服從香港法院的專屬管轄權。</p>

      <p>25. 英文版本與中文版本倘出現任何抵觸或不相符之處，概以英文版本為準。</p>
  </div>

@endsection
